---
layout: poi
wikidatum: Q136651228
title:  Ωδείον Κερκύρας
---

Το Ωδείον Κέρκυρας (ιδρύθηκε το 1894) αποτελεί έναν από τους παλαιότερους μουσικούς εκπαιδευτικούς οργανισμούς της Ελλάδας. 
Η αποστολή του είναι να συμβάλλει στην ανάπτυξη της προσωπικότητας του ατόμου και στη διεύρυνση των πνευματικών του οριζόντων μέσω της ενασχόλησης με τη μουσική, είτε σε ερασιτεχνικό είτε σε επαγγελματικό επίπεδο. 
Στη σχολή του προσφέρονται σπουδές υψηλού επιπέδου σε ένα ευρύ φάσμα μουσικών κατευθύνσεων — κλασικά όργανα, σύγχρονη μουσική, φωνητική, ηλεκτρική κιθάρα, ακκορντεόν και πολλά άλλα — με διδακτικό προσωπικό εξειδικευμένο και έμπειρο. 
Η εκπαίδευση καλύπτει θεωρητικά μαθήματα, ανώτερα θεωρητικά, σύνθεση, μονωδία, κι εργαστήρια ορχήστρας, χορωδίας και μουσικής δωματίου. 
Το Ωδείον αποτελεί σημείο αναφοράς για τον μουσικό πολιτισμό της Κέρκυρας και λειτουργεί ως ίδρυμα μη κερδοσκοπικού χαρακτήρα, με έδρα στην οδό Καλοσγούρου 8, Νέα Πόλη, Κέρκυρα.
